Repository: qwreey/quick-settings-tweaks
Catalog: po/*.po
Languages: pl

source: Details
pl: Szczegóły

source: This feature marked as experimental
pl: Funkcja eksperymentalna

source: Reset to default
pl: Przywróć ustawienia domyślne

source: Theme default
pl: Domyślnie dla motywu

source: Homepage
pl: Strona główna

source: License
pl: Licencje

source: Loading ...
pl: Ładowanie...

source: Affected Files
pl: Uwzględnione pliki

source: Changelog
pl: Dziennik zmian

source: (Current)
pl: (Aktualnie)

source: > **Date:** %s
pl: > **Data:** %s

source: > **Build Number:** %d
pl: > **Komplikacja:** %d

source: Padding
pl: Wypełnienie

source: Top
pl: U góry

source: Bottom
pl: Na dole

source: Left
pl: Po lewej

source: Right
pl: Po prawej

source: Stable
pl: Stabilna

source: Development
pl: Rozwojowa

source: Preview
pl: Podgląd

source: (Github Release)
pl: (Wydanie GitHub)

source: (Built from source)
pl: (Skompilowane ze źródła)

source: No Notifications
pl: Brak powiadomień

source: Clear
pl: Wyczyść

source: Notifications
pl: Powiadomienia

source: Do Not Disturb
pl: Nie przeszkadzać

source: Unknown title
pl: Nieznany tytuł

source: Volume changed
pl: Zmieniono głośność

source: Open volumx mixer
pl: Otwórz poziomy głośności

source: Volume Mixer
pl: Poziomy głośności

source: Weather
pl: Pogoda

source: Location has not been set
pl: Nie ustawiono lokalizacji

source: Unsafe Mode
pl: Tryb niezabezpieczony

source: Handle radius
pl: Promień przytwierdzenia

source: Set this to 0 to use default radius
pl: 0 - domyślny prommień

source: Handle color
pl: Kolor przytwierdzenia

source: Slider style
pl: Styl suwaka

source: Slim
pl: Wąski

source: Default
pl: Domyślny

source: Background color
pl: Kolor tła

source: Active Background color
pl: Aktywny kolor tła

source: Height
pl: Wysokość

source: Set this to 0 to use default height
pl: 0 - domyślna wysokość

source: Widgets
pl: Widżety

source: Media Widget
pl: Media

source: Turn on to make the media widget visible on the Quick Settings panel
pl: Pokazuj widżet na panelu szybkich ustawień

source: Compact mode
pl: Tryb kompaktowy

source: Make Media Controls widget smaller Make it more similar in size to the notification message
pl: Mały widźet mediów Uczyń go bardziej podobnym do komunikatu powiadomienia

source: Control buttons opacity
pl: Przezroczystość przycików sterowania

source: Set this to 255 to make opaque, and 0 to make transparent
pl: 255 - nieprzezroczyste, 0 - przezroczyste

source: Show next button
pl: Przycisk dalej

source: Add next contorl button next to description
pl: Dodaj przycisk 'Dalej' obok opisu

source: Show previous button
pl: Przycisk wstecz

source: Add previous contorl button next to description
pl: Dodaj przycisk 'Wstecz' obok opisu

source: Show pause button
pl: Przycisk wstrzymaj

source: Add pause contorl button next to description
pl: Dodaj przycisk 'Wstrzymaj' obok opisu

source: Show progress bar
pl: Pasek postępu

source: Add progress bar under description
pl: Dodaj pasek postępu pod opisem

source: Gradient background
pl: Gradient tła

source: Use gradient background extracted from cover image May affect performance slightly
pl: Użyj gradientu tła z okładki Może wpłynąć na wydajność

source: Base background color
pl: Kolor tła

source: Start opaque
pl: Wyłącz przezroczystość

source: Adjust left side transparency, Set this to 1000 to make opaque
pl: Dostosuj przezroczystość po lewej stronie. 1000 oznacza brak przezroczystości

source: Adjust right side background color mixing, Set this to 1000 to show extracted color
pl: Dostosuj mieszanie koloru po prawej stronie. 1000 oznacza kolor pobrany

source: Adjust right side transparency, Set this to 1000 to make opaque
pl: Dostosuj przezroczystość po prawej stronie. 1000 oznacza brak przezroczystości

source: End opaque
pl: Włącz przezroczystość

source: Adjust left side background color mixing, Set this to 1000 to show extracted color
pl: Dostosuj mieszanie koloru po lewej stronie. 1000 oznacza kolor pobrany

source: Round clip effect
pl: Zaokrąglenie

source: Use round clip effect to make transition more natural
pl: Użyj zaokrąglenia, aby efekt był bardziej naturalny

source: Padding adjustment
pl: Dostosowywanie wypełnienia

source: Adjust clip effect padding, edit this if your theme has a different margin or padding
pl: Dostosuj efekt wypełnienia, jeśli Twój motyw ma inny margines wypełnieia

source: Remove shadow
pl: Usuń cień

source: Remove shadow from media message Use if your theme creates unnecessary shadows
pl: Usuń cień z powiadomień mediów Użyj, jeśli motyw tworzy niepotrzebne cienie

source: Smooth scroll speed
pl: Kontrla prędkości przewijania

source: Adjust trackpad and trackpoint scroll speed, negative number for invert direction
pl: Dostosuj prędkość przewijania panelu dotykowego lub rolki. Wartość ujemna odwraca kierunek

source: Notifications Widget
pl: Powiadomienia

source: Turn on to make the notifications widget visible on the Quick Settings panel
pl: Pokazuj widżet na panelu szybkich ustawień

source: Make notifications smaller
pl: Zmniejsz powiadomienia

source: Max height
pl: Maksymalna wysokość

source: Set maximum height of the Notifications widget, default is %d. Set this to 0 to disable max height
pl: Ustaw maksymalną wysokość powiadomienia, domyślnie %d. Wartość 0 - wyłącza

source: Fade out offset
pl: Odstęp zanikania

source: Set position of the fade out effect begins. Set this to 0 to disable fade out effect. default is 46
pl: Ostaw początek pozycji zanikania. 0 - wyłączenie efektu, domyślnie 46

source: Auto hide
pl: Automatyczne ukrywanie

source: Hide the Notifications widget when have no notifications
pl: Ukryj widźet powiadomień, jeśli ich nie ma

source: Use native controls
pl: Użyj wbudowanej kontroli

source: Use native dnd switch and clear button
pl: Użyj wbudowanego przycisku Nie przeszkadzać i przycisku Wyczyść

source: Remove shadow from notification message Use if your theme creates unnecessary shadows
pl: Usuń cień z powiadomień Użyj, jeśli motyw tworzy nieporzebne cienie

source: Show scrollbar
pl: Pokaż pasek przewijania

source: Show scrollbar on message list
pl: Pokaż pasek przewijania

source: Weather Widget
pl: Pogoda

source: Turn on to make the weather widget visible on the Quick Settings panel
pl: Pokazuj widźet w panelu szybkich ustawień

source: Make weather widget smaller
pl: Zmienjsz widźet pogody

source: Remove shadow from weather widget Use if your theme creates unnecessary shadows
pl: Usuń cień z powiadomień Użyj, jeśli motyw tworzy nieporzebne cienie

source: Click command
pl: Polecenie kliknięcia

source: Show location
pl: Pokaż lokalizację

source: Show the location label on header
pl: Pokaż lokalizację w nagłówku

source: Forecast interval
pl: Odstęp aktualizacji prognozy

source: Adjust forecast interval in hour
pl: Dostisuj odstęp aktualiacji prognozy

source: Max forecasts
pl: Ilość dni

source: Adjust max forecasts
pl: Maksymalna ilość dni

source: Volume mixer Widget
pl: Poziomy głośności

source: Turn on to make the volume mixer widget visible on the Quick Settings panel
pl: Pokazuj widźet w panelu szubkich ustawień

source: Label text
pl: Etykieta

source: Choose label above slider text source
pl: Wybierz etykietę pod żródłem treści suwaka

source: Both
pl: Oba

source: Title
pl: Tytuł

source: Description
pl: Opis

source: None
pl: Brak

source: Label opacity
pl: Przezroczystość

source: Adjust label opacity. Set this to 255 to make opaque, and 0 to make transparent
pl: Dostosuj przezroczystość etykiety. 255 - nieprzezroczyste, 0 - przezroczyste

source: Set maximum height of the Volume mixer widget, default is %d. Set this to 0 to disable max height
pl: Ustaw maksymalną wysokość widźetu, domyslnie %d. Wartość 0 - wyłącza

source: Show scrollbar on mixer list
pl: Pasek przewijania

source: Show stream icon
pl: Ikona strumienia

source: Show stream icon above mixer sliders
pl: Pokaż ikone strumienia nad suwakiem

source: Attach to output slider
pl: Załącz do suwaka wyjścia

source: Attach volume mixer menu button to output slider. Use if you prefer compact layout
pl: Załącz poziomy głośności do suwaka wyjścia. Uzywaj, jeśli wolisz tryb kompaktowy

source: Menu icon
pl: Ikona menu

source: About
pl: O programie

source: Common extension informations
pl: Podstawowe informacje o rozszerzeniu

source: Changelogs
pl: Dziennik zmian

source: View the change history for this extension
pl: Wyświetl historię zmian tego rozszerzenia

source: License of codes
pl: Licencja

source: Contributors
pl: Współtwórcy

source: The creators of this extension
pl: Twórcy tego rozszerzenia

source: More contributors
pl: Więcej współtwórców

source: See more contributors on github
pl: Więcej na GitHub

source: Link
pl: Odnośnik

source: External links about this extension
pl: Odnośniki zewnętrzne

source: Donate via github sponsors
pl: Dotacje za pomoca sponsorów GitHub

source: Support development!
pl: Wspomóż twórców!

source: Rate and comment the extension!
pl: Oceń i skomentuj rozszerzenie!

source: Github Repository
pl: Repozytorium GitHub

source: Add Star on Repository is helping me a lot! Please, if you found bug from this extension, you can make issue to make me know that! Or, you can create PR with wonderful features!
pl: Dodanie gwiazdki w repozytorium bardzo mi pomaga! Jeśli znalazłeś błąd tego rozszerzenia, możesz zgłosić go, aby powiadomić nas o nim! Lub możesz stworzyć PR ze wspaniałymi funkcjami!

source: Add translation to this extension!
pl: Dodaj tłumaczenie do tego rozszerzenia!

source: Debug
pl: Debuguj

source: Extension debugging options
pl: Opcje

source: Expose environment
pl: Wystaw środowisko

source: Expose extension environment to globalThis.qst
pl: Wystaw środowisko na globalThis.qst

source: Show layout border
pl: Granice układu

source: Show layout borders on Quick Settings
pl: Pokaż granice ukladu panela szybkich ustawień

source: Log level
pl: Poziom dziennika zdarzeń

source: none
pl: brak

source: error
pl: błąd

source: Toggles
pl: Przełączniki

source: DND Quick Toggle
pl: Nie przeszkadzać

source: Turn on to add the DND quick toggle on the Quick Settings panel
pl: Włącz przycisk w ustalonej pozycji

source: DND indicator position
pl: Pozycja

source: Set DND indicator position
pl: Ustaw pozycję

source: System Tray
pl: Panel szybkich ustawień

source: Date Menu Button
pl: Menu daty

source: Unsafe Mode Quick Toggle
pl: Tryb niezabezpieczony

source: Turn on to add the unsafe quick toggle on the Quick Settings panel
pl: Włącz przycisk w panelu szybkich ustawień

source: Save last session state
pl: Pamiętaj stan

source: Turn on to save last session unsafe state
pl: Włącz zapamiętywanie ostatniego stanu

source: Advanced animation style
pl: Dostosowywanie

source: Open Duration
pl: Czas

source: Open animation duration in microseconds
pl: Czas otwarcia w mikrosekundach

source: Close Duration
pl: Zamknięcie

source: Close animation duration in microseconds
pl: Czas zamkniecia w mikrosekundach

source: Grid Content Opacity
pl: Przezroczystość

source: Adjust grid content opacity. Set this to 255 to make opaque, and 0 to make transparent
pl: Dostosuj przezroczystość zawartości siatki. 255 - nieprzeroczyste, 0 - przezroczyste

source: Background Blur Radius
pl: Rozmycie

source: Adjust background blur radius. Set this to 0 to disable blur effect
pl: Dostsuj rozmycie tła. 0 - bez rozycia tła

source: Background Brightness
pl: Jasność

source: Adjust background brightness. Set this to 1000 to disable brightness control effect. Not impacts on gnome-shell's default dim effect.
pl: 1000 - wyłącza zarządzanie jasnością. nie wpływa na domyślny efekt powłoki GNOME.

source: Background Opacity
pl: Przezroczystość

source: Adjust background opacity. Set this to 255 to make opaque, and 0 to make transparent
pl: Dostosuj przezroczystość tła. 255 - nieprzeroczyste, 0 - przezroczyste

source: Background X Scale
pl: Skalowanie w osi X

source: Adjust background x scale, 1000 means 1.0 scale
pl: Dostosuj skalowanie w osi X, 1000 oznaza skalę 1.0

source: Background Y Scale
pl: Skalowanie w osi Y

source: Adjust background y scale, 1000 means 1.0 scale
pl: Dostosuj skalowanie w osi Y, 1000 oznaza skalę 1.0

source: Overlay Mode
pl: Tryb nakładania

source: Display toggle, power, and sound menus as overlay
pl: Nakładaj na przełączniki, zasilanie oraz wyjścia audio dodatkowe menu

source: Overlay Width
pl: Szerokość

source: Adjust overlay menu width Set this to 0 to disable adjusting
pl: Dostosuj szerokość dodatkowego menu 0 - wyłącza

source: Overlay Animation Duration
pl: Czas animacji

source: Custom menu open animation duration in microseconds Set this to 0 to disable custom animation
pl: Czas otwarcia animacji w mikrosekundach 0 - wyłącza

source: Overlay Animation Style
pl: Styl

source: Custom menu open animation style
pl: Rodzaj animacji

source: Flyout
pl: Wylatywanie

source: Dialog
pl: Okno

source: Animation
pl: Animacja

source: Add menu animation on toggle menu opening and closing To get the best feel, turn on overlay mode
pl: Dodaj animację do otwierania oraz zamykania menu Włącz tryb nakładania, dla lepszego efektu

source: Adjust speed, blur, scale, and opacity
pl: Dostosuj pręszkość, rozycie, skalowanie oraz przezroczystość

source: The item not found
pl: NIe znaleziono elementu

source: No changes
pl: Brak zmian

source: The same item already exists
pl: Taki element już istnieje

source: Properties of %s
pl: Właściwości %s

source: Save
pl: Zapisz

source: Toggle editor
pl: Edytor przełącznika

source: This option requires full gnome-shell reloading
pl: Opcja wymaga przeładowania powłoki GNOME

source: Hide
pl: Ukryj

source: My item #%d
pl: Mój element #%d

source: New Item
pl: Nowy element

source: Ordering and Hiding
pl: Ukrywanie i kolejność

source: Friendly Name
pl: Nazwa przełącznika

source: Title Regex (Javascript Regex)
pl: Tytuł Regex (JavaScript Regex)

source: Constructor Name
pl: Nazwa

source: GType Name
pl: Nazwa GType

source: This is the comment for easy identification in the settings list. It has no effect on the behavior of the extension
pl: To jest komentarz do łatwej identyfikacji na liście ustawień. Nie ma on wpływu na zachowanie rozszerzenia

source: Javascript constructor name
pl: Nazwa konstruktora JavaScript

source: GObject gtype name. You can get this value by calling GObject.type_name_from_instance
pl: Nazwa typu GObject. Możesz uzyskać tę wartość, wywołując GObject.type_name_from_instance

source: Keyboard Backlight
pl: Podświetlenie klawiatury

source: Unordered items
pl: Elementy bez kolejności

source: Remote Access Applet
pl: Aplet dostępu zdalnego

source: Camera
pl: Aparat

source: Volume Input
pl: Wejście audio

source: Location
pl: Lokalizacja

source: Network
pl: Sieć

source: Volume Output
pl: Wyjscie audio

source: System (Battery)
pl: System (bateria)

source: Desktop Spacer
pl: Pusta przestrzeń pulpitu

source: Laptop Spacer
pl: Pusta przestrzeń laptopa

source: Capture button
pl: Przechwytywanie

source: Settings button
pl: Ustawienia

source: Lock button
pl: Zablokuj

source: Shutdown button
pl: Wyłącz

source: Battery button
pl: Bateria

source: Layout
pl: Układ

source: Quick Toggles Layout
pl: Układ przełączników

source: Adjust quick toggles layout
pl: Dostosuj układ przełączników

source: Reorder and hide quick toggles
pl: Zmień kolejność i ukryj

source: System Indicators
pl: Wskaźniki systemowe

source: Adjust system indicators layout and style
pl: Dostosuj układ oraz styl wskaźników systemowych

source: Accent screen sharing indicator
pl: Udostępnianie

source: Use shell accent color on screen sharing indicator
pl: Użyj koloru powłoki

source: Accent screen recording indicator
pl: Nagrywanie ekranu

source: Use shell accent color on screen recording indicator
pl: Użyj koloru powłoki

source: Privacy indicators style
pl: Prywatność

source: Use monochrome or shell accent color on privarcy indicators
pl: Użyj koloru powłoki

source: Accent
pl: Kolor akcentu

source: Monochrome
pl: Monochromatyczny

source: Adjust system indicators
pl: Dostosuj wskaźniki systemowe

source: Reorder and hide system indicators
pl: Zmień i ukryj wskaźniki systemowe

source: System Items Layout
pl: Elementy systemowe

source: Adjust system items layout
pl: Dostosuj układ elementów systemowych

source: Hide layout box
pl: Elementy systemowe

source: Hide all buttons and layout box
pl: Ukryj wszystkie przyciski

source: Reorder and hide system items
pl: Zmień kolejność i ukryj elementy

source: Date Menu
pl: Data

source: Adjust Date Menu layout
pl: Dostosuj układ menu daty

source: Hide Notifications
pl: Przestrzeń powiadomień

source: Hide notifications on the date menu
pl: Ukryj przestrzeń powiadomień

source: Hide Media Control
pl: Sterowanie mediami

source: Hide media control on the date menu
pl: Ukryj sterowanie mediami

source: Hide left box
pl: Lewy panel

source: Hide the left box of the date menu, which contains notifications and media control
pl: Ukryj lewy panel, który zawiera powiadomienia oraz sterownie mediami

source: Hide right box
pl: Prawy panel

source: Hide the right box of the date menu, which contains calendar, world clock and weather
pl: Ukryj prawy panel. który zawiera kalendarz, zegar światowy oraz pogodę

source: Disable menu
pl: Wyłącz menu

source: Do not open date menu when the date menu button clicked
pl: Nie otwieraj menu po jego kliknięciu
